Repository: Narodni-repozitar/nr-docs
Catalog: common/transifex/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: If you've lost or forgotten this token please create a new one. Be aware that any scripts or applications using this token will need to be updated.
cs: Pokud jste ztratili nebo zapomněli svůj token prosím vytvořte si nový. Skripty nebo aplikace, které používají starý token budou muset být aktualizovány.

source: %(icon)s Applications
cs: %(icon)s Aplikace

source: Applications
cs: Aplikace

source: New
cs: Nový

source: ID Remote Account
cs: ID vzdáleného účtu

source: Linked accounts
cs: Propojené účty

source: Linked account tokens
cs: Připojené tokeny účtů

source: CERN account not allowed.
cs: CERN účet není povolen.

source: External service is already linked to another account.
cs: Externí služba je již propojena s jiným účtem.

source: You rejected the authentication request.
cs: Zamítli jste požadavek na ověření.

source: Authorization with remote service failed.
cs: Autorizace u vzdálené služby se nezdařila.

source: Sign in with %(title)s
cs: Přihlásit se do %(title)s

source: OR
cs: NEBO

source: Sign-up with %(title)s!
cs: Zaregistrujte se v %(title)s!

source: Fill in your details to complete your registration. You only have to do this once.
cs: Vyplňte své údaje k dokončení registrace. Stačí to udělat pouze jednou.

source: Complete registration
cs: Dokončit registraci

source: Tired of entering password for %(sitename)s every time you sign in? Set up single sign-on with one or more of the services below:
cs: Již vás unavuje zadávat hesla do %(sitename)s pokaždé, když se přihlašujete? Zřiďte si jednotné přihlášení u jedné nebo více z níže uvedených služeb:

source: Disconnect
cs: Odpojit

source: Or
cs: Nebo

source: %(icon)s Linked accounts
cs: %(icon)s Propojené účty

source: Template selected does not exist
cs: Vybraná šablona neexistuje

source: You cannot assign list page itself as a child.
cs: Nemůžete stránce jako podřazenou přiřadit sebe samu.

source: Pages
cs: Stránky

source: PID Type
cs: Typ PID

source: Provider
cs: Poskytovatel

source: Object Type
cs: Typ objektu

source: Object UUID
cs: UUID objektu

source: Records
cs: Záznamy

source: Reserved
cs: Rezervovaný

source: Registered
cs: Registrovaný

source: Redirected
cs: Přesměrovaný

source: Embed code
cs: Kód embed

source: Previewing
cs: Náhled

source: Show more
cs: Ukázat více

source: Cannot preview file
cs: Nelze zobrazit náhled souboru

source: Sorry, we are unfortunately not able to preview this file.
cs: Omlouváme se, ale nejsme bohužel schopni zobrazit náhled tohotosouboru.

source: Thumbnails
cs: Náhledy

source: Document Outline
cs: Obsah dokumentu

source: Find:
cs: Hledat:

source: Previous
cs: Předchozí

source: Next
cs: Další

source: Highlight all
cs: Zvýraznit vše

source: Match case
cs: Shoda velikosti písmen

source: Switch to Full Screen Mode
cs: Přepnout do plného zobrazení

source: Full Screen Mode
cs: Režim plné obrazovky

source: Print
cs: Vytisknout

source: Go to First Page
cs: Přejít na první stranu

source: Go to Last Page
cs: Přejít na poslední stranu

source: Rotate Clockwise
cs: Otočit po směru hodinových ručiček

source: Rotate Counterclockwise
cs: Otočit proti směru hodinových ručiček

source: Enable hand tool
cs: Povolit nástroj ruky

source: Document Properties
cs: Vlastnosti dokumentu

source: Toggle Sidebar
cs: Povolit boční panel

source: Find in Document
cs: Najít v dokumentu

source: Find
cs: Hledat

source: Previous Page
cs: Předchozí strana

source: Next Page
cs: Následující strana

source: Page:
cs: Stránka:

source: Tools
cs: Nástroje

source: Zoom Out
cs: Oddálit

source: Zoom In
cs: Přiblížit

source: Automatic Zoom
cs: Automatické přiblížení

source: Actual Size
cs: Aktuální velikost

source: Fit Page
cs: Přizpůsobit stránku

source: Full Width
cs: Plná šířka

source: First Page
cs: První strana

source: More Information
cs: Více informací

source: Less Information
cs: Méně informací

source: Enter the password to open this PDF file:
cs: Vložte heslo k otevření PDF souboru:

source: File name:
cs: Jméno:

source: File size:
cs: Velikost souboru:

source: Title:
cs: Název:

source: Author:
cs: Autor:

source: Subject:
cs: Předmět:

source: Keywords:
cs: Klíčová slova:

source: Creation Date:
cs: Datum vytvoření:

source: Modification Date:
cs: Datum změny:

source: Creator:
cs: Tvůrce:

source: PDF Producer:
cs: Producent PDF:

source: PDF Version:
cs: Verze PDF:

source: Page Count:
cs: Počet stran:

source: Preparing document for printing...
cs: Připravuji dokument k tisku...

source: Full screen
cs: Na celou obrazovku

source: The previewer is not showing all the files.
cs: Prohlížeč nezobrazuje všechny soubory.

source: Crossref Funder ID
cs: Crossref ID poskytovatele

source: Other
cs: Jiné

source: Set name
cs: Nastavit jméno

source: Set spec
cs: Nastavit specifikaci

source: Your shared link has expired.
cs: Odkaz ke sdílení vypršel.

source: Search query
cs: Vyhledávací výraz

source: A short human-readable string naming the set.
cs: Krátké lidsky čitelné pojmenování množiny

source: An identifier for the set, which cannot be edited after the set is created.
cs: Identifikátor množiny, po založení nemůže být změněn.

source: See the supported query syntax in the <a href='/help/search'>Search Guide</a>.
cs: Formát vyhledávacích výrazů naleznete v <a href='/help/search'>Průvodce vyhledáváním</a>.

source: Spec
cs: Specifikace

source: A set where {query_arguments} does not exist.
cs: Množina, kde {query_arguments} neexistuje.

source: A set with id {id} does not exist.
cs: Množina, kde identifikátor {id} neexistuje.

source: A set with spec '{spec}' already exists.
cs: Množina se specifikací '{spec}' už existuje.

source: The set with id {id} is not editable.
cs: Množina s identifikátorem {id} není editovatelná.

source: The spec must not start with any of the following list '{prefix}'.
cs: Specifikace nesmí začínat žádným z následujícího seznamu: '{prefix}'.

source: The spec must only consist of letters, numbers or {marks}.
cs: Specifikace musí obsahovat pouze písmena, číslice nebo {marks}.

source: Unknown draft status for review: {reviewstatus}.
cs: Neznámý stav na kontrolu: {reviewstatus}.

source: Unknown draft status.
cs: Neznámý stav pracovní verze.

source: Community submission
cs: Odeslání záznamu do komunity

source: Citation string style not found.
cs: Nenalezen styl citace.

source: Review for draft not found
cs: Recenze pro pracovní záznam nenalezena

source: Invalid publication date value.
cs: Chybná hodnota data publikování.

source: Embargoed
cs: Embargovaný

source: Metadata-only
cs: Metadatový záznam

source: The record and files are publicly accessible.
cs: Záznam a jeho soubory jsou veřejně dostupné.

source: No files are available for this record.
cs: K tomuto záznamu nenáleží žádné soubory.

source: The record and files will be made publicly available on %(date)s.
cs: Záznam a jeho soubory bude zpřístupněn veřejnosti %(date)s.

source: The record and files are restricted to users with access.
cs: Záznam a jeho soubory jsou viditelné pouze uživatelům s přístupem.

source: The record will be made publicly available on %(date)s.
cs: Záznam bude zveřejněn %(date)s

source: The record is restricted to users with access.
cs: Záznam je omezen pouze uživatelům s přístupem.

source: The files will be made publicly available on %(date)s.
cs: Soubory budou zpřístupněny veřejnosti %(date)s.

source: The record is publicly accessible, but files are restricted to users with access.
cs: Metadata záznamu jsou veřejně viditelné, ale soubory jsou omezeny pouze pro uživatele s přístupem.

source: Review not found.
cs: Recenze nenalezena.

source: Record submitted to restricted community cannot be public.
cs: Záznam, který je vložen do komunity s omezeným přístupem, nemůže být veřejný.

source: Unpublished
cs: Nepublikován.

source: Resource types
cs: Typy záznamů

source: Subjects
cs: Předmětová hesla

source: You cannot delete a draft with an open review. Please cancel the review first.
cs: Nemůžete smazat záznam s běžícím kontrolním procesem. Nejprve prosím zrušte kontrolu.

source: Invalid {scheme}
cs: Neplatné {scheme}

source: A PID already exists for type {scheme}
cs: Persistentní identifikátor typu {scheme} už existuje

source: External identifier value is required.
cs: Je vyžadována hodnota externího identifikátoru.

source: PID not found for type {scheme}
cs: PID pro typ {scheme} nebylo nalezeno

source: Cannot discard a reserved or registered persistent identifier.
cs: Nemohu odstranit rezervovaný nebo registrovaný persistentní identifikátor.

source: {pid_type}:{identifier} already exists.
cs: {pid_type}:{identifier} už existuje.

source: The prefix '{prefix}' is administrated locally.
cs: Prefix '{prefix}' je lokálně administrován.

source: Missing {scheme} for required field.
cs: Chybí {scheme} pro vyžadovanou položku.

source: A review already exists for this record
cs: Pro tento záznam už existuje kontrolní proces.

source: You cannot create a review for an already published record.
cs: Nemůžete vytvořit kontrolní proces pro už publikovaný záznam.

source: Invalid review type.
cs: Špatný typ kontroly.

source: You cannot delete a review for a draft that has already been published.
cs: Nemůžete smazat kontrolu pro záznam, který už byl publikován.

source: An open review cannot be deleted.
cs: Otevřená kontrola nemůže být smazána.

source: Invalid persistent identifier scheme.
cs: Chybné schéma persistentního identifikátoru.

source: Embargo end date must be set to a future date.
cs: Konec embarga musí být nastaveno na datum v budoucnosti.

source: Embargo end date must be unset or in the past.
cs: Konec embarga nesmí být nastaven a nebo musí být nastaven na datum v minulosti.

source: '{field_name}' must be either 'public' or 'restricted'
cs: Pole '{field_name}' musí mít buď veřejnou nebo omezenou viditelnost.

source: Only one value is accepted.
cs: Je povolena pouze jedna hodnota.

source: Not a valid locale.
cs: Nejde o platnou lokalizaci.

source: Invalid value. Choose one of {NAMES}.
cs: Chybná hodnota. Zvolte jeden z {NAMES}.

source: Family name cannot be blank.
cs: Příjmení nemůže být prázdné.

source: Name cannot be blank.
cs: Název nemůže být prázdný.

source: Not a valid URL.
cs: Nevalidní URL.

source: An existing id or a free text title must be present
cs: Musí být nastaveno buď existující ID nebo volný text

source: Only an existing id or free text title/description/link is accepted, but not both cases at the same time
cs: Jsou povoleny pouze existující id nebo volný text pro název/popis/odkaz, ale ne oba najednou

source: At least one of ['geometry', 'place', identifiers', 'description'] must be present.
cs: Musí být nastavena alespoň jedna z hodnot "geometrie", "místo", "identifikátory", "popis".

source: Missing data for required field.
cs: Chybějící data pro povinné pole.

source: Size cannot be a blank string.
cs: Velikost nemůže být prázdný řetězec.

source: Format cannot be a blank string.
cs: Formát nemůže být prázdný řetězec.

source: Expiration date must be set to the future
cs: Datum expirace musí být nastaven v budoucnosti.

source: Cannot postpone expiration of links
cs: Nemohu posunout expiraci odkazů

source: An access permission level is required
cs: Jsou vyžadována větší přístupová práva

source: Invalid access permission level.
cs: Chybná přístupová práva.

source: Revision
cs: Revize

source: Failed to delete record. %(error)s
cs: Smazání záznamu se nezdařilo. %(error)s

source: Invalid query string syntax.
cs: Špatný formát vyhledávacího výrazu.

source: Misconfigured search.
cs: Špatně nastavené vyhledávání.

source: Internal server error
cs: Vnitřní chyba serveru

source: Facet {vocab} not found.
cs: Faceta {vocab} nebyla nalezena.

source: Record '{recid}' has no file '{file_key}'.
cs: Záznam '{recid}' nemá soubor '{file_key}'.

source: Record '{recid}' failed to upload file '{file_key}'.
cs: Chyba nahrání souboru '{file_key}' do záznamu '{recid}'.

source: Uploading the selected files would result in {files_count} files (max is {max_files}).
cs: Aktualizace vybraných souborů by znamenala změnu {files_count} souborů (max je {max_files}).

source: File size limit exceeded.
cs: Překročen limit velikosti souborů

source: Empty files are not accepted.
cs: Prázdné soubory nejsou povoleny.

source: You must first delete all files to set the record to be metadata-only.
cs: Musíte smazat všechny soubory před tím, než nastavíte záznam jako čistě metadatový.

source: Invalid search field: {field_name}.
cs: Špatné vyhledávací pole: {field_name}.

source: Decline
cs: Zamítnout

source: Accept and publish
cs: Přijmout a publikovat

source: Accept
cs: Přijmout

source: Cancel request
cs: Zrušit požadavek

source: Something went wrong.
cs: Nastal neočekávaný problém.

source: Are you sure you want to delete this comment?
cs: Opravdu chcete smazat tento komentář?

source: Confirm
cs: Potvrdit

source: Draft review
cs: Kontrola pracovní verze

source: Community inclusion
cs: Přidání do komunity

source: Member invitation
cs: Pozvánka k členství

source: Add comment (optional)
cs: Přidat poznámku (volitelně)

source: {{action}} request
cs: {{action}} žádost

source: Creator
cs: Žadatel

source: Receiver
cs: Příjemce žádosti

source: Request type
cs: Typ žádosti

source: Accept request
cs: Přijmout žádost

source: Decline request
cs: Zamítnout žádost

source: Expires at: {{- expiringDate}}
cs: Expiruje {{- expiringDate}}

source: Opened {{relativeTime}} by
cs: Otevřeno před {{relativeTime}} uživatelem

source: {{count}} results found
cs: nalezen {{count}} výsledek

source: Comment
cs: Poznámka

source: deleted a comment
cs: smazal(a) komentář

source: accepted this request
cs: přijal(a) tuto žádost

source: declined this request
cs: zamítnul(a) tuto žádost

source: this request expired
cs: tato žádost vypršela

source: cancelled this request
cs: zrušil(a) tuto žádost

source: unknown event
cs: neznámá událost

source: commented {{commentTime}}
cs: komentováno {{commentTime}}

source: Edited
cs: Upraveno

source: Request
cs: Žádost

source: filters
cs: filtry

source: View all versions
cs: Zobrazit všechny verze

source: Help
cs: Nápověda

source: Show all sub facets of
cs: Zobrazit všechny podfacety pro

source: Clear selection
cs: Odstranit výběr

source: Clear
cs: Vymazat

source: All records
cs: Všechny záznamy

source: Search failed.
cs: Hledání selhalo.

source: Loading...
cs: Probíhá načítání...

source: Home
cs: Domů

source: Unauthorized
cs: Neoprávněný přístup

source: You need to be authenticated to view this page.
cs: K zobrazení této stránky se musíte autentizovat.

source: Permission required
cs: Požaduje se oprávnění

source: You do not have sufficient permissions to view this page.
cs: Nemáte dostatečná oprávnění k zobrazení této stránky.

source: Page not found
cs: Stránka nenalezena

source: The page you are looking for could not be found.
cs: Stránka, kterou hledáte, nebyla nalezena.

source: Too many requests
cs: Příliš mnoho požadavků

source: You have made too many consecutive requests, please try again later.
cs: Příliš mnoho požadavků, prosím, zkuste později.

source: Error identifier
cs: Chyba identifikátoru

source: Toggle navigation
cs: Přepnout navigaci

source: Powered by <a href="%(link)s">Invenio</a>
cs: Založeno na software <a href="%(link)s">Invenio</a>

source: Type and press enter to search
cs: Napište vyhledávaný výraz a stiskněte klávesu enter

source: Show less
cs: Ukázat méně

source: Powered by <a href="%(link)s">Invenio</a>
cs: Provozováno systémem <a href="%(link)s">Invenio</a>

source: Skip to main
cs: Přeskočit na hlavní část

source: Account settings
cs: Nastavení účtu

source: Username
cs: Uživatelské jméno

source: Required. %(username_rules)s
cs: Vyžadováno. %(username_rules)s

source: Username not provided.
cs: Uživatelské jméno nezadáno.

source: Full name
cs: Celé jméno

source: Affiliations
cs: Afiliace

source: Username is not available.
cs: Uživatelské jméno není dostupné.

source: Email address
cs: Emailová adresa

source: Re-enter email address
cs: Emailová adresa pro ověření

source: Please re-enter your email address.
cs: Prosím, zadejte znovu Vaši emailovou adresu.

source: Email addresses do not match.
cs: Emailové adresy se neshodují.

source: Resend verification email
cs: Znovu zaslat ověřovací email.

source: Profile visibility
cs: Viditelnost profilu

source: Public profiles can be found by other users via searches on username, full name and affiliation. Hidden profiles cannot be found by other users.
cs: Veřejné profily mohou být vyhledány jakýmkoliv uživatelem přes vyhledávání uživatelského jména, plného jména nebo afiliace. Skryté profily nemohou být nalezeny ostatními uživateli.

source: Email visibility
cs: Viditelnost e-mailu

source: Public email visibility enables your profile to be found by your email address.
cs: Veřejný e-mail umožňuje nalezení vašeho profilu přes e-mailovou adresu.

source: %(icon)s Profile
cs: %(icon)s Profil

source: Verification email sent.
cs: Ověřovací email byl odeslán.

source: Profile was updated. We have sent a verification email to %(email)s. Please check it.
cs: Profil byl aktualizován. Poslali jsme ověřovací e-mail na adresu %(email)s. Prosím, přečtěte si ho.

source: Profile was updated.
cs: Profil byl aktualizován.

source: Preferences were updated.
cs: Nastavení bylo aktualizováno.

source: You have not yet verified your email address.
cs: Čekáme na ověření Vaši emailové adresy.

source: Update profile
cs: Aktualizovat profil

source: Preferences
cs: Nastavení

source: Update preferences
cs: Aktualizovat nastavení

source: Funders
cs: Poskytovatelé podpory

source: Unknown OpenAIRE funder prefix {openaire_funder_prefix}
cs: Neznámý OpenAIRE poskytovatel podpory {openaire_funder_prefix}

source: Number cannot be blank.
cs: Číslo nemůže být prázdné.

source: PID cannot be blank.
cs: PID nemůže být prázdné.

source: Missing PID.
cs: Chybějící PID.

source: An existing id or number/title must be present.
cs: Musí existovat buď ID nebo číslo/název.

source: At least award or funder should be present.
cs: Musí být vyplněn buď poskytovatel podpory nebo ocenění.

source: Id not found in ROR entry.
cs: V ROR položce nebylo nalezeno Id.

source: Name not found in ROR entry.
cs: V ROR položce nebyl nalezen název.

source: A name or the family name together with the given name must be present.
cs: Musí být vyplněno buď plné jméno nebo jméno a příjmení.

source: The vocabulary type does not exists.
cs: Typ slovníkové položky neexistuje.

source: An existing id or a free text {ftf_name} must be present.
cs: Musí být vyplněno id nebo volný text {ftf_name}.

source: Title
cs: Název

source: Allow notifications from external service.
cs: Povolit oznámení od externí služby.

source: Language must be a lower-cased 3-letter ISO 639-3 string.
cs: Jazyk musí být třípísmenná zkratka malým písmenem podle ISO 639-3 specifikace.
