Repository: Narodni-repozitar/nr-docs
Catalog: common/transifex/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Email
cs: #-#-#-#-# cs.po (invenio-access 1.4.4) #-#-#-#-# Email #-#-#-#-# cs.po (invenio-accounts 2.0.0) #-#-#-#-# E-mail

source: User ID
cs: ID uživatele

source: Deny
cs: Zamítnout

source: Role Name
cs: Název role

source: System Role
cs: Systémová role

source: User Management
cs: Správa uživatelů

source: Access: Roles
cs: Kontrola přístupu: Role

source: Access: Users
cs: Kontrola přístupu: Uživatelé

source: Access: System Roles
cs: Kontrola přístupu: Systémové role

source: Inactivate
cs: Deaktivovat

source: Are you sure you want to inactivate selected users?
cs: Opravdu chcete deaktivovat vybrané uživatele?

source: Cannot find user.
cs: Uživatele nelze najít.

source: User(s) were successfully inactivated.
cs: Uživatelé byli úspěšně deaktivováni.

source: Failed to inactivate users.
cs: Nelze deaktivovat uživatele.

source: Activate
cs: Aktivovat

source: Are you sure you want to activate selected users?
cs: Opravdu chcete aktivovat vybrané uživatele?

source: Failed to activate users.
cs: Nelze aktivovat uživatele.

source: Linked account identities
cs: Propojené identity účtu

source: Username must start with a letter, be at least three characters long and only contain alphanumeric characters, dashes and underscores.
cs: Uživatelské jménu musí začínat písmenem, být alespoň 3 znaky dlouhé a skládá se pouze z písmen, čísel, pomlček and podtržítek.

source: Please complete the reCAPTCHA.
cs: Vylňte prosím reCAPTCHA.

source: Value must be either 'public' or 'restricted'.
cs: #-#-#-#-# cs.po (invenio-accounts 2.0.0) #-#-#-#-# Hodnota musí být buď 'veřejný' nebo 'omezený'. #-#-#-#-# cs.po (invenio-users-resources 0.3.2) #-#-#-#-# Hodnota musí být buď 'veřejný' nebo 'omezený'

source: Change password
cs: Změnit heslo

source: Current password
cs: Současné heslo

source: New password
cs: Nové heslo

source: Confirm new password
cs: Potvrzení nového hesla

source: Change Password
cs: Změnit heslo

source: Reset Password
cs: Resetovat heslo

source: Enter your email address below and we will send you a link to reset your password.
cs: Vložte Vaši emailovou adresu, na kterou bude zaslán odkaz pro obnovení hesla.

source: Log in
cs: Přihlásit se

source: or
cs: nebo

source: Sign up
cs: Zaregistrovat se

source: Log in to account
cs: Přihlášení k účtu

source: New to %(sitename)s?
cs: Poprvé na %(sitename)s?

source: Forgot password?
cs: Zapomenuté heslo?

source: Sign up for a %(sitename)s account!
cs: Zaregistrovat účet na %(sitename)s!

source: Already have an account?
cs: Již existující účet?

source: Resend Confirmation Email
cs: Znovu zaslat potvrzovací email.

source: Enter your email address below and we will send you an email confirmation link.
cs: Vložte Vaši emailovou adresu, na kterou bude zaslán potvrzovací odkaz.

source: Send Confirmation
cs: Zaslat povrzení

source: Sessions
cs: Sezení

source: Revoke
cs: Revokovat

source: This is a list of devices that have logged into your account.
cs: Seznam zařízení, která se přihlásili k tomuto účtu.

source: Signed in
cs: Přihlášen

source: current session
cs: současné sezení

source: Location
cs: Umístění

source: Logout
cs: Odhlášení

source: Your password has been changed.
cs: Vaše heslo bylo změněno.

source: If you did not change your password,
cs: Pokud jste nezměnili své heslo,

source: click here to reset it.
cs: klikněte zde pro jeho resetování.

source: Sign up for an %(sitename)s account!
cs: Přihlaste se pro vytvoření účtu v %(sitename)s

source: %(icon)s Security
cs: %(icon)s Zabezpečení

source: Security
cs: Zabezpečení

source: Account
cs: Účet

source: %(icon)s Change password
cs: %(icon)s Změnit heslo

source: Search ...
cs: Hledat ...

source: There is no resources in this category.
cs: V této kategorii nejsou žádné záznamy.

source: No matching resources found.
cs: Nebyly nalezeny žádné záznamy.

source: results per page
cs: výsledků na stránku

source: result(s) found
cs: výsledků

source: Add
cs: Přidat

source: Remove field
cs: Odstranit pole

source: Sort
cs: Řazení

source: Resource is not editable.
cs: Záznam není editovatelný.

source: Edit
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Úpravy #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Úpravy #-#-#-#-# cs.po (invenio-oauth2server 1.3.7) #-#-#-#-# Editovat #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Úpravy

source: Resource is not deletable.
cs: Záznam není smazatelný.

source: Open list of actions
cs: Otevřít seznam akcí

source: Delete
cs: Smazat

source: Cancel
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Zrušit #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Zrušit #-#-#-#-# cs.po (invenio-oauth2server 1.3.7) #-#-#-#-# Stornovat #-#-#-#-# cs.po (invenio-previewer 1.3.7) #-#-#-#-# Zrušit #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Zrušit #-#-#-#-# cs.po (invenio-userprofiles 2.0.3) #-#-#-#-# Stornovat

source: Delete {{title}}
cs: Smazat {{title}}

source: Are you sure you want to delete {{resourceName}}?
cs: Opravdu chcete smazat {{resourceName}}?

source: Error
cs: Chyba

source: Server was not able to process your request.
cs: Server nemohl obsloužit váš dotaz.

source: Save
cs: Uložit

source: Search
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Hledej #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Hledej #-#-#-#-# cs.po (invenio-app-rdm 10.0.0) #-#-#-#-# Hledej #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Hledej #-#-#-#-# cs.po (invenio-search-ui 2.1.1) #-#-#-#-# Hledat #-#-#-#-# cs.po (invenio-theme 1.3.28) #-#-#-#-# Hledat

source: Clear query
cs: Smazat dotaz

source: Invalid resource {resource} configured for view {view}.
cs: Špatně nakonfigurovaný zdroj {resource} pro pohled {view}.

source: No extension found with name '{extension_name}' .
cs: Nenalezeno rozšíření se jménem {extension_name}.

source: Invalid actions configuration, order or schema missing
cs: Špatná konfigurace akcí - chybí pořadí nebo schema.

source: Cannot instantiate resource view {name} without a resource.
cs: Nemohu vytvořit pohled {name} bez uvedení zdroje.

source: Cannot instantiate resource view {name} without an associated flask extension.
cs: Nemohu vytvořit pohled {name} bez přiřazené flask extenze.

source: Cannot instantiate administration view {name} without a default GET view
cs: Nemohu vytvořit administrační pohled {name} bez implicitního GET pohledu.

source: %(icon)s Administration
cs: %(icon)s - Administrace

source: Side menu
cs: Boční menu

source: Welcome to InvenioRDM Administration
cs: Vítejte v administraci systému InvenioRDM

source: Welcome to Invenio Administration
cs: Vítejte v administraci systému Invenio

source: My managment tool
cs: Nástroj pro má nastavení

source: Back
cs: Zpět

source: Create
cs: Vytvořit

source: Home navigation
cs: Navigace na počátek

source: Back to front page
cs: Zpět na hlavní stránku

source: Close menu
cs: Zavřít menu

source: Administration dashboard
cs: Administrační panel

source: Dashboard
cs: Panel

source: New OAI-PMH set
cs: Nová OAI-PMH množina

source: Actions
cs: Akce

source: My account
cs: Můj účet

source: Log out
cs: Odhlásit se

source: Toggle side menu
cs: Přepnout boční menu

source: Basic information
cs: Základní informace

source: Copy to clipboard
cs: Zkopírovat do schránky

source: Copied!
cs: Zkopírováno!

source: Files
cs: Soubory

source: The record has no files.
cs: Záznam nemá žádné soubory.

source: Creators
cs: Autoři

source: Recommended information
cs: Doporučené informace

source: Add contributor
cs: Přidat přispěvovatele

source: Contributors
cs: Přispěvovatelé

source: Alternate identifiers
cs: Další identifikátory

source: Related works
cs: Vazba na další zdroje

source: Visibility
cs: Viditelnost

source: An error occurred while generating the citation.
cs: Došlo k chybě při generování citace.

source: Citation
cs: Citace

source: Style
cs: Styl

source: Version
cs: Verze

source: Preview
cs: Náhled

source: Only published versions are displayed.
cs: Jsou zobrazeny pouze publikované verze.

source: View all {{total}} versions
cs: Zobrazit všech {{total}} verzí

source: You don't have permissions to share this record.
cs: Nemáte právo na sdílení tohoto záznamu.

source: Share
cs: Sdílet

source: Can view
cs: Možnost zobrazení

source: Can preview
cs: Možnost náhledu

source: Can edit
cs: Možnost editace

source: Get a link
cs: Získat odkaz

source: Copy link
cs: Kopírovat odkaz

source: Delete link
cs: Smazat odkaz

source: Done
cs: Hotovo

source: Anyone with this link <1>can view all versions</1> of this record & files.
cs: Kdokoliv s tímto odkazem <1>může zobrazit všechny verze</1> tohoto záznamu a jeho soubory.

source: Anyone with this link <2>can view all published and unpublished versions</2> of this record & files.
cs: Kdokoliv s tímto odkazem <2>může zobrazit všechny publikované i pracovní verze</2> tohoto záznamu a jeho soubory.

source: Uploaded on
cs: Nahráno dne

source: Search guide
cs: Průvodce vyhledáváním

source: Sort by
cs: Řadit podle

source: View
cs: Zobrazit

source: New community
cs: Nová komunita

source: Get started!
cs: Začněte!

source: Open
cs: Otevřít

source: Closed
cs: Zavřený

source: All done!
cs: Vše hotovo!

source: You've caught up with all open requests.
cs: Nemáte další otevřené žádosti.

source: No creation date found.
cs: Nenalezeno datum vytvoření.

source: No description
cs: Bez popisu

source: No publication date found.
cs: Nenalezeno datum publikování.

source: No resource type
cs: Bez typu záznamu

source: No title
cs: Bez názvu

source: Make your first upload!
cs: Uložte svůj první záznam!

source: New upload
cs: Nový záznam

source: ORCID profile
cs: ORCID profil

source: ROR profile
cs: ROR profil

source: GND profile
cs: GND profil

source: No communities found!
cs: Nenalezeny žádné komunity!

source: No requests found!
cs: Nenalezeny žádné žádosti!

source: Copied
cs: Zkopírováno

source: Reset search
cs: Nedávné hledání

source: We couldn't find any matches for
cs: Nemůžeme najít žádné záznamy pro

source: your search
cs: váš dotaz

source: Start over
cs: Začít znovu

source: For more tips, check out our
cs: Více tipů je k dispozici v

source: search guide
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# průvodce hledáním #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# pruvodce hledáním

source: Filter results
cs: Filtrovat výsledky

source: In review
cs: V procesu kontroly

source: Declined
cs: Zamítnuto

source: Expired
cs: Expirovaný

source: Draft
cs: Pracovní verze

source: New version draft
cs: Nová pracovní verze

source: Download file
cs: Stáhnout soubor

source: No link has been created. Click on 'Get a Link' to make a new link.
cs: Odkaz nebyl vytvořen. Kliknutím na 'Získat odkaz' vytvoříte nový odkaz.

source: Anyone with an account and this link <1>can edit all versions</1> of this record & files.
cs: Kdokoliv s účtem v repozitáři a s tímto odkazem <1>může upravovat všechny verze</1> tohoto záznamu a souborů.

source: Search records...
cs: Hledat záznamy ...

source: will give you all the publications from 2017 until today.
cs: vrátí všechny publikované záznamy od roku 2017 dodnes.

source: for defining advanced search queries.
cs: na definici pokročilých vyhledávacích dotazů.

source: Public
cs: Veřejný

source: Restricted
cs: Omezené

source: Search in my communities...
cs: Hledat v mých komunitách...

source: Opened {{difference}} by
cs: Otevřen {{difference}}

source: Search in my requests...
cs: Hledat v mých žádostech...

source: open
cs: otevřený

source: unlock
cs: odemknout

source: Search in my uploads...
cs: Hledat v mých záznamech...

source: The turn-key research data management repository
cs: Kompletní repozitář pro správu vědeckých dat

source: Welcome to Invenio App RDM!
cs: Vítejte v repozitáři Invenio App RDM!

source: Search
cs: Hledat

source: New version
cs: Nová verze

source: Edit upload
cs: Upravit záznam

source: Information banner
cs: Informační panel

source: Community visibility
cs: Viditelnost komunity

source: The community is restricted to users with access.
cs: Komunita je viditelná pouze svým členům

source: You are previewing a published record.
cs: Nahlížíte na publikovaný záznam.

source: You are previewing changes that have not yet been published.
cs: Nahlížíte na změny, které ještě nebyly publikovány.

source: You are previewing a new record that has not yet been published.
cs: Nahlížíte na nový záznam, který ještě nebyl publikován.

source: You are previewing a new record version that has not yet been published.
cs: Nahlížíte na novou verzi záznamu, která ještě nebyla publikována.

source: There is a %(link_start)snewer version%(link_end)s of the record available.
cs: Existuje %(link_start)snovější verze %(link_end)s záznamu.

source: Record access information
cs: Přístupové informace k záznamu

source: Reason
cs: Důvod

source: Back-navigation
cs: Navigace zpět

source: Back to edit
cs: Zpět na editaci

source: Manage record
cs: Administrovat záznam

source: Publication date and version number
cs: Datum publikace a číslo verze

source: Publication date
cs: Datum vydání

source: Published
cs: Publikováno

source: Version {version_number}
cs: Verze {version_number}

source: Resource type
cs: Typ zdroje

source: Access status
cs: Stav přístupu

source: Record title and creators
cs: Název záznamu a autoři

source: Creators and contributors
cs: Autoři a přispěvovatelé

source: Record citations
cs: Citace záznamu

source: Additional record details
cs: Další detaily záznamu

source: Record details
cs: Detaily záznamu

source: Upload information
cs: Informace k nahranému záznamu

source: Created
cs: Vytvořeno

source: Modified
cs: Upraveno

source: Jump to top of page
cs: Přejít na začátek stránky

source: Jump up
cs: Přejít nahoru

source: Back to details
cs: Zpět na detaily

source: Preview for
cs: Náhled na

source: Search results
cs: Výsledky hledání

source: Tombstone
cs: Náhrobní kámen

source: Gone
cs: Odstraněn

source: The record you are trying to access was removed from %(sitename)s. The metadata of the record is kept for archival purposes.
cs: Záznam, ke kterému se snažíte přistoupit, byl odstraněn z repozitáře %(sitename)s. Metadata záznamu jsou uchována k archivním účelům.

source: Reason for removal:
cs: Důvod smazání:

source: Creators list
cs: Seznam autorů

source: Contributors list
cs: Seznam přispěvovatelů

source: Record description
cs: Popis záznamu

source: Description
cs: Popis

source: Additional details
cs: Další údaje

source: Additional titles
cs: Další názvy

source: Identifiers
cs: Identifikátory

source: Funding
cs: Financování

source: Dates
cs: Datace

source: References
cs: Zdroje

source: Get the DOI badge!
cs: Získejte odznak DOI!

source: DOI Badge
cs: DOI odznak

source: Keywords
cs: Klíčová slova

source: Search results for
cs: Výsledky hledání pro

source: Details
cs: Detaily

source: Publisher
cs: Vydavatel

source: Languages
cs: Jazyky

source: Formats
cs: Formáty

source: Sizes
cs: Velikosti

source: Keywords and subjects
cs: Klíčová slova a předmětová hesla

source: Opens in new tab
cs: Otevřít v novém okně

source: Rights
cs: Práva

source: Close
cs: Zavřít

source: No further description.
cs: Žádný další popis.

source: Record management
cs: Správa záznamu

source: Record versions
cs: Verze záznamu

source: Versions
cs: Verze

source: profile
cs: profil

source: Show affiliations
cs: Zobrazit afiliace

source: Hide affiliations
cs: Schovat afiliace

source: Affiliations for
cs: Afiliace pro

source: Open external link
cs: Otevřít externí odkaz

source: File preview
cs: Náhled souborů

source: Name
cs: #-#-#-#-# cs.po (invenio-app-rdm 10.0.0) #-#-#-#-# Název #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Název #-#-#-#-# cs.po (invenio-communities 3.1.0) #-#-#-#-# Název #-#-#-#-# cs.po (invenio-oauth2server 1.3.7) #-#-#-#-# Jméno #-#-#-#-# cs.po (invenio-previewer 1.3.7) #-#-#-#-# Jméno #-#-#-#-# cs.po (invenio-rdm-records 0.39.1) #-#-#-#-# Název #-#-#-#-# cs.po (invenio-users-resources 0.3.2) #-#-#-#-# Název #-#-#-#-# cs.po (invenio-vocabularies 0.13.2) #-#-#-#-# Název

source: Size
cs: Velikost

source: This is the file fingerprint (checksum), which can be used to verify the file integrity.
cs: #-#-#-#-# cs.po (invenio-app-rdm 10.0.0) #-#-#-#-# Toto je kontrolní součet, který lze použít pro verifikaci konzistence souboru. #-#-#-#-# cs.po (invenio-previewer 1.3.7) #-#-#-#-# Toto je kontrolní součet souboru, který lze použít pro verifikaci konzistence souboru.

source: Download
cs: Stáhnout

source: Discard the reserved {scheme_label}.
cs: Odstranit rezervované pid {scheme_label}.

source: Get a {scheme_label} now!
cs: Získat pid {scheme_label}!

source: Reserve a {scheme_label} by pressing the button (so it can be included in files prior to upload). The {scheme_label} is registered when your upload is published.
cs: Klikněte na tlačítko a rezervujte {scheme_label}, takže bude moci být použito před nahráním souborů. Persistentní identifikátor typu {scheme_label} bude registrován v okamžiku publikace záznamu.

source: A {scheme_label} allows your upload to be easily and unambiguously cited. Example: 10.1234/foo.bar
cs: PID typu {scheme_label} umožňuje, aby Váš záznam mohl být jednoduše a jednoznačně citován. Příklad: 10.1234/foo.bar

source: Back to invitations
cs: Zpět na pozvánky

source: Back to requests
cs: Zpět na žádosti

source: Conversation
cs: Konverzace

source: Record
cs: Záznam

source: View Community
cs: Zobrazit komunitu

source: View record
cs: Zobrazit záznam

source: My dashboard
cs: Můj přehled

source: About InvenioRDM
cs: O InvenioRDM

source: <p><a href="%(invenio_rdm)s">Product page</a></p>
cs: <p><a href="%(invenio_rdm)s">Produktová stránka</a></p>

source: <p><a href="%(invenio_rdm_features)s">Features</a></p>
cs: <p><a href="%(invenio_rdm_features)s">Funkce</a></p>

source: <p><a href="%(invenio_rdm_roadmap)s">Roadmap</a></p>
cs: <p><a href="%(invenio_rdm_roadmap)s">Plán rozvoje</a></p>

source: <p><a href="%(invenio_rdm_demo_site)s">Demo site</a></p>
cs: <p><a href="%(invenio_rdm_demo_site)s">Demo server</a></p>

source: Get involved
cs: Zapojte se

source: <p><a href="%(invenio_rdm_milestones)s">Project Milestones</a></p>
cs: <p><a href="%(invenio_rdm_milestones)s">Milníky projektu</a></p>

source: <p><a href="%(invenio_rdm_docs_site)s">Documentation</a></p>
cs: <p><a href="%(invenio_rdm_docs_site)s">Dokumentace</a></p>

source: Community
cs: Komunita

source: <p><a href="%(invenio_rdm_chatroom)s">Chatroom</a></p>
cs: <p><a href="%(invenio_rdm_chatroom)s">Diskusní místnost</a></p>

source: <p><a href="%(invenio_rdm_talk)s">Forum</a></p>
cs: <p><a href="%(invenio_rdm_talk)s">Fórum</a></p>

source: <p><a href="%(invenio_events)s">Events & training</a></p>
cs: <p><a href="%(invenio_events)s">Události & školení</a></p>

source: Powered by <a href="%(invenio_rdm)s">InvenioRDM</a>
cs: Založeno na systému <a href="%(invenio_rdm)s">InvenioRDM</a>

source: You've successfully installed InvenioRDM!
cs: Úspěšně jste nainstalovali systém InvenioRDM!

source: What is ahead?
cs: Co nás čeká?

source: Configure
cs: Konfigurovat

source: Configure the datamodel, resource types, permissions and much more to make it suit your needs! For more information on how to do it visit the <a href="%(configuration_link)s" target="_blank">configuration section in the docs</a>.
cs: Nakonfigurujte model dat, typy záznamů, oprávnění a mnohem více, tak aby Vám systém vyhovoval! Více informací se dozvíte v <a href="%(configuration_link)s" target="_blank">konfigurační kapitole dokumentace</a>.

source: Customize
cs: Upravit

source: Customize the layout and adapt the styling to match your institution's. See how to do so <a href="%(configuration_link)s" target="_blank">here</a>.
cs: Upravte rozložení stránek a adaptujte styl tak, aby byl v souladu se stylem Vaší instituce. Více informací <a href="%(configuration_link)s" target="_blank">zde</a>.

source: Run it!
cs: Spustit repozitář!

source: <a href="%(deployment_link)s" target="_blank">Run</a> your InvenioRDM instance locally or in containers.
cs: <a href="%(deployment_link)s" target="_blank">Spusťte</a> svou InvenioRDM instanci lokálně nebo v docker kontejnerech.

source: Docs
cs: Dokumentace

source: Code
cs: Kód

source: Requests
cs: Žádosti

source: Inbox
cs: Příchozí schránka

source: In this community
cs: V této komunitě

source: All
cs: Vše

source: Communities
cs: Komunity

source: Uploads
cs: Nahraná data

source: URL path
cs: URL cesta

source: Start DateTime
cs: Čas počátku zobrazení

source: End DateTime
cs: Čas konce zobrazení

source: Active
cs: Aktivní

source: Start time (UTC)
cs: Čas začátku (UTC)

source: End time (UTC)
cs: Čas konce (UTC)

source: Message
cs: Zpráva

source: Category
cs: Kategorie

source: Start time
cs: Čas začátku

source: Input format: yyyy-mm-dd hh:mm:ss. Set to current or future date/time to delay the banner. Note: specify time in UTC time standard.
cs: Vstupní formát: yyyy-mm-dd hh:mm:ss. Nastavte současný okamžik nebo datum pozdějšího zobrazení zprávy. Pozor: specifikujte čas v mezinárodní časové zóně (UTC).

source: End time
cs: Čas konce

source: Input format: yyyy-mm-dd hh:mm:ss. Date/time to make the banner inactive. Empty value will make the banner active until manually disabled via the active flag. Note: specify time in UTC time standard.
cs: Vstupní formát: yyyy-mm-dd hh:mm:ss. Datum a čas kdy se zpráva deaktivuje. Prázdná hodnota znamená, že zpráva bude zobrazena až do manuální deaktivace.

source: Message to be displayed on the banner. HTML format is supported.
cs: Text zprávy, je možno použít HTML formát.

source: Enter the URL path (including the first /) to define in which part of the site the message will be active. For example, if you enter `/records`, any URL starting with `/records` will return an active banner (/records, /records/1234, etc...). Empty value will make the banner active for any URL.
cs: Zadejte URL cestu (i s prvním /) pro definici, na kterých stránkách se bude zpráva zobrazovat. Pokud např. uvedete `/records`, na každé stránce s URL, které tímto startuje, bude vidět zpráva (/records, /records/1234, ...). Prázdná hodnota znamená, že se zpráva bude zobrazovat na každé stránce.

source: Banner category. Info option displays the banner with information message in a blue color. Warning - a warning information in an orange color. Other - all the rest types of massages in a gray color.
cs: Kategorie zprávy. Info položka bude zobrazena modrou barvou. Položka typu Varování oranžovou. Ostatní položky budou šedé.

source: Tick it to activate the banner: banner will bedisplayed according to start/end times. If not activated, start/end times will be ignored.
cs: Zaklikněte pro aktivování zprávy, která bude zobrazena v nadefinovaných časech. Odkliknutím zrušíte zobrazení zprávy.

source: Banner category. Info option displays the banner with information message in a blue color. Warning - a warning information in an orange color. Other - all the rest types of messages in a gray color.
cs: Kategorie zprávy. Info položka bude zobrazena modrou barvou. Položka typu Varování oranžovou. Ostatní položky budou šedé.

source: Updated
cs: Aktualizováno

source: Ascending
cs: Vzestupně

source: Descending
cs: Sestupně

source: Url path
cs: URL cesta

source: Search for organizations...
cs: Hledejte organizace...

source: Remove
cs: Odstranit

source: Maximum number of characters is 2000
cs: Maximální počet znaků je 2000

source: Must be a valid URL
cs: Musí být platné URL

source: Profile picture
cs: Profilový obrázek

source: Upload new picture
cs: Nahrát nový obrázek

source: Delete picture
cs: Smazat obrázek

source: Are you sure you want to delete this picture?
cs: Opravdu chcete smazat tento obrázek?

source: Danger zone
cs: Nebezpečná zóna

source: Change identifier
cs: Změnit identifikátoru
