Repository: Narodni-repozitar/nr-docs
Catalog: common/transifex/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Changing your community's unique identifier can have unintended side effects.
cs: Změna identifikátoru komunity může přinést nechtěné boční efekty.

source: Delete community
cs: Smazat komunitu

source: Once deleted, it will be gone forever. Please be certain.
cs: V okamžiku, když smažete komunitu, nebude možné ji přivést zpět. Prosím, ujistěte se, že to opravdu chcete udělat.

source: Are you sure you want to delete this community?
cs: Opravdu chcete smazat tuto komunitu?

source: Community name
cs: Název komunity

source: Type
cs: Typ

source: Website
cs: Web stránky

source: Search for an organization by name
cs: Hledat organizaci dle jména

source: Organizations
cs: Organizace

source: Change
cs: Změnit

source: Saved
cs: Uloženo

source: Member
cs: Člen

source: Members
cs: Členové

source: Setup your new community
cs: Nastavení Vaší nové komunity

source: Identifier
cs: Identifikátor

source: Create community
cs: Vytvořit komunitu

source: {{total}} result(s) found
cs: {{total}} výsledků

source: Search communities...
cs: Hledat komunity...

source: will give you all the publications from 2017 until today
cs: Vám vrátí všechny publikace od 2017 dodnes

source: for defining advanced search queries
cs: na definování pokročilých vyhledávacích výrazů

source: members selected
cs: vybraní členové

source: Leave community
cs: Opustit komunitu

source: Leave
cs: Opustit

source: Remove user
cs: Odebrat uživatele

source: This action cannot be undone.
cs: Tato akce nemůže být vzata zpět.

source: Clear all filters
cs: Smazat všechny filtry

source: Group
cs: Skupina

source: Search for groups
cs: Hledat skupiny

source: People
cs: Lidé

source: Groups
cs: Skupiny

source: Invite groups
cs: Pozvat skupiny

source: Invite members
cs: Pozvat členy

source: Search by email, full name or username
cs: Hledat podle emailu, plného jména nebo uživatelského jména

source: Invite
cs: Pozvat

source: You are about to invite <1>{{selectedCount}}</1> users
cs: Chystáte se pozvat <1>{{selectedCount}}</1> uživatele

source: Status
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Stav #-#-#-#-# cs.po (invenio-communities 3.1.0) #-#-#-#-# Stav #-#-#-#-# cs.po (invenio-pidstore 1.2.3) #-#-#-#-# Status #-#-#-#-# cs.po (invenio-rdm-records 0.39.1) #-#-#-#-# Stav #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Stav #-#-#-#-# cs.po (invenio-requests 2.4.0) #-#-#-#-# Stav

source: Expires
cs: Expirace

source: Member since
cs: Člen od

source: Search members...
cs: Hledat členy...

source: Hidden
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Schovaný #-#-#-#-# cs.po (invenio-communities 3.1.0) #-#-#-#-# Schovaný #-#-#-#-# cs.po (invenio-userprofiles 2.0.3) #-#-#-#-# Skrytý

source: Change roles
cs: Změnit role

source: Change visibilities
cs: Změnit viditelnost

source: Remove from community
cs: Odebrat z komunity

source: You have selected <1>{{selectedCount}}</1> users
cs: Vybrali jste<1>{{selectedCount}}</1> uživatele

source: You
cs: Vy

source: Leave...
cs: Odejít...

source: Remove...
cs: Odebrat...

source: Search requests...
cs: Hledat žádosti...

source: Search records in community...
cs: Hledat záznamy v komunitě...

source: This is your community's unique identifier. You will be able to access your community through the URL:
cs: Toto je unikátní identifikátor Vaší komunity. Můžete ke komunitě přistupovat skrz URL:

source: bulk actions
cs: hromadné akce

source: remove {{name}}
cs: odstranit {{name}}

source: Submitted
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Odeslán #-#-#-#-# cs.po (invenio-communities 3.1.0) #-#-#-#-# Odeslán #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Odesláno #-#-#-#-# cs.po (invenio-requests 2.4.0) #-#-#-#-# Odeslán

source: Accepted
cs: #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Přijmutý #-#-#-#-# cs.po (invenio-communities 3.1.0) #-#-#-#-# Přijmutý #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Přijmuto #-#-#-#-# cs.po (invenio-requests 2.4.0) #-#-#-#-# Přijmutý

source: Search in invitations...
cs: Hledat v pozvánkách...

source: This community has no public members.
cs: Komunita nemá žádné veřejné členy.

source: No matching members found.
cs: Nenalezeni členové vyhovující dotazu.

source: Add groups
cs: Přidat skupiny

source: Selected groups
cs: Vybrané skupiny

source: Selected members
cs: Vybraní členové

source: Search in members ...
cs: Hledat ve členech

source: You are about to leave this community.
cs: Chystáte se opustit tuto komunitu.

source: You are about to remove this user from this community.
cs: Chystáte se odebrat tohoto uživatele z této komunity.

source: You are about to add <1>{{selectedCount}}</1> groups.
cs: Chystáte se přidat <1>{{selectedCount}}</1> skupinu.

source: Search...
cs: Hledat...

source: Users must set profile visibility to "Public" in order to be invited to a community.
cs: Aby mohli být pozváni do komunity, uživatelé si musí v profilu změnit viditelnost na "Veřejný".

source: Your community membership is visible to everyone.
cs: Vaše členství v komunitě bude všemi viditelné.

source: Your community membership is only visible to other members of the community.
cs: Vaše členství v komunitě je viditelné pouze členům komunity.

source: Expires at:
cs: Expirace:

source: File must be smaller than
cs: Soubor musí být menší než

source: It may take a few moments for changes to be visible everywhere
cs: Bude chvíli trvat, než se změny všude projeví

source: New unique identifier of the community
cs: Nový unikátní identifikátor komunity

source: Best match
cs: Dle nejlepší shody

source: Newest
cs: Od nejnovějšího

source: Oldest
cs: Od nejstaršího

source: Recently updated
cs: Nedávno aktualizované

source: Least recently updated
cs: Nejdéle aktualizované

source: Reader
cs: Čtenář

source: Can view restricted records.
cs: Může prohlížet záznamy s omezeným přístupem.

source: Curator
cs: Kurátor

source: Can curate records and view restricted records.
cs: Může spravovat záznamy a prohlížet záznamy s omezeným přístupem.

source: Manager
cs: Správce

source: Can manage members, curate records and view restricted records.
cs: Může spravovat členy, spravovat záznamy a prohlížet záznamy s omezeným přístupem.

source: Owner
cs: Vlastník

source: Full administrative access to the entire community.
cs: Plný administrativní přístup k celé komunitě.

source: A featured community entry with {q} does not exist.
cs: Vybraná položka komunity s {q} neexistuje.

source: Logo size limit exceeded. Limit: {limit} bytes Given: {file_size} bytes
cs: Překročena povolená velikost loga. Limit {limit} bytů, vloženo {file_size} bytů

source: Field cannot be blank or longer than {max_} characters.
cs: Pole nemůže být prázdné nebo delší než {max_} znaků.

source: The ID must not be an Universally Unique IDentifier (UUID).
cs: Identifikátor nesmí být univerzálně unikátní identifikátor (UUID).

source: The ID should contain only letters with numbers or dashes.
cs: Identifikátor musí obsahovat pouze písmena, číslice nebo pomlčky.

source: A community with this identifier already exists.
cs: Komunita s tímto identifikátorem už existuje.

source: The ID should be modified through the renaming URL instead.
cs: ID by mělo být upravováno prostřednictvím přejmenování URL.

source: A new ID value is required for the renaming.
cs: Pro přejmenování je nutná nová hodnota identifikátoru.

source: The community is not public.
cs: Tato komunita není veřejná.

source: Featured
cs: Vybraná

source: Organization
cs: Organizace

source: Event
cs: Událost

source: Topic
cs: Téma

source: Project
cs: Projekt

source: Cancelled
cs: Zrušeno

source: Invalid role.
cs: Neplatná role.

source: Community invitation
cs: Pozvánka do komunity

source: Missing fields 'role' and/or 'visible'.
cs: Chybí pole 'role' a/nebo 'viditelnost'.

source: Untitled
cs: Bez názvu

source: Must be false
cs: Musí být nepravda

source: Invalid member type: email
cs: Špatný typ člena: email

source: Invitation to join "{community}"
cs: Pozvánka k členství v komunitě "{community}"

source: You will join as "{role}".
cs: Budete člen komunity s rolí "{role}".

source: A community must have at least one owner.
cs: Komunita musí mít alespoň jednoho vlastníka.

source: You cannot change your own role.
cs: Nemůžete změnit svou vlastní roli.

source: You can only set public visibility on your own membership.
cs: Můžete nastavit veřejnou viditelnost pouze na svém vlastním členství.

source: You will join as "{role}" (changed from: "{previous}").
cs: Budete člen komunity s rolí "{role}" (změněno z: "{previous}").

source: Organize, curate and collaborate on records for your institution, project, topic or event.
cs: Organizujte, spravujte a spolupracujte na záznamech swvé organizace, projektu, tématu nebo události.

source: Search communities
cs: Hledat v komunitách

source: My communities
cs: Moje komunity

source: See all
cs: Zobrazit vše

source: New communities
cs: Nové komunity

source: The community you are trying to access was removed from %(sitename)s. The metadata of the community is kept for archival purposes.
cs: Komunita, ke které se snažíte přistoupit, byla odstraněna z %(sitename)s. Metadata komunity jsou archivovány.

source: About this community
cs: O této komunitě

source: members
cs: členové

source: Invitations
cs: Pozvánky

source: requests
cs: žádosti

source: settings
cs: nastavení

source: Profile
cs: Profil

source: Privileges
cs: Práva

source: Your community is publicly accessible and shows up in search results.
cs: Vaše komunita je veřejná a bude se zobrazovat ve výsledcích vyhledávání.

source: Your community is restricted to users with access.
cs: Vaše komunita je omezená pouze na uživatele s právy.

source: Settings
cs: Nastavení

source: You don't have permissions to manage files options.
cs: Nemáte práva na spravování možností souborů.

source: Missing uploaded files. To disable files for this record please mark it as metadata-only.
cs: Chybí nahrané soubory. Pokud chcete soubory na záznamu nemít, prosím označte záznam jako pouze metadatový.

source: Missing uploaded files.
cs: Chybí nahrané soubory.

source: One or more files have not completed their transfer, please wait.
cs: Jeden nebo více souborů ještě nebylo nahráno, prosím, počkejte.

source: Files support must be enabled.
cs: Musíte povolit soubory.

source: Please remove all files first.
cs: Prosím, zmažte nejprve všechny soubory.

source: Invalid location name.
cs: Neplatný název umístění.

source: Storage Class
cs: Třída úložiště

source: File UUID
cs: UUID souboru

source: Deleted
cs: #-#-#-#-# cs.po (invenio-files-rest 1.3.3) #-#-#-#-# Smazaný #-#-#-#-# cs.po (invenio-github 1.4.0) #-#-#-#-# Smazaný #-#-#-#-# cs.po (invenio-pidstore 1.2.3) #-#-#-#-# Smazaný #-#-#-#-# cs.po (i18next-conv) #-#-#-#-# Smazáno

source: Checksum
cs: Kontrolní součet

source: Readable
cs: Lze číst

source: Storage class
cs: Třída úložiště

source: Objects
cs: Objekty

source: File
cs: Soubor

source: Fixity
cs: Fixnost

source: Checked
cs: Zkontrolováno

source: Run fixity check
cs: Spustit kontrolu fixnosti

source: Cannot find file instance.
cs: Nelze najít instanci souboru.

source: Fixity check(s) sent to queue.
cs: Kontrola fixnosti byla zaslána do fronty.

source: Failed to run fixity checks.
cs: Nepodařilo se spustit kontroly fixnosti.

source: Complete
cs: Hotovo

source: Image URL
cs: URL obrázku

source: Target URL
cs: URL cíle

source: Received
cs: Přijato

source: Processing
cs: Zpracovává se

source: Failed
cs: Selhalo

source: This badge points to the latest released version of your repository. If you want a DOI badge for a specific release, please follow the DOI link for one of the specific releases and grab badge from the archived record.
cs: Tento odznak ukazuje na poslední vydanou verzi vašeho repozitáře. Pokud chcete DOI odznak pro specifickou verzi, prosím klikněte na DOI link pro specifickou verzi a stáhněte si odznak z archivovaného záznamu.

source: This repository is managed by another user of your GitHub organization.
cs: Toto úložiště spravuje jiný uživatel z vaší organizace na GitHubu.

source: Disable
cs: Zakázat

source: Enable
cs: Povolit

source: GitHub Repositories
cs: GitHub repozitáře

source: Sync now
cs: Synchronizovat nyní

source: Syncing
cs: Synchronizace probíhá

source: (updated {})
cs: (aktualizován {})

source: Get started
cs: Začít

source: Flip the switch
cs: Přepněte přepínač

source: Select the repository you want to preserve, and toggle the switch below to turn on automatic preservation of your software.
cs: Vyberte si repozitář, který chcete zachovat, a klikněte na přepínač níže k aktivaci automatického ukládání vašeho software.

source: (example)
cs: (ukázka)

source: Create a release
cs: Vytvořit vydání

source: Go to GitHub and <a href="https://help.github.com/articles/creating-releases" target="_blank">create a release <i class="small icon external" aria-hidden="true"></i></a>. {} will automatically download a .zip-ball of each new release and register a DOI.
cs: Běžte na GitHub, <a href="https://help.github.com/articles/creating-releases" target="_blank">vytvořte vydání <i class="small icon external" aria-hidden="true"></i></a>. {} automaticky stáhne zip archív nového vydání a zaregistruje DOI.

source: Get the badge
cs: Získat odznak

source: After your first release, a DOI badge that you can include in GitHub README will appear next to your repository below.
cs: Po Vašem prvním vydání se objeví vpravo od repozitáře DOI odznak, který si můžete přidat do README souboru v GitHubu.

source: Example DOI:
cs: Ukázkové DOI:

source: Enabled Repositories
cs: Povolené repozitáře

source: Repositories
cs: Repozitáře

source: If your organization's repositories do not show up in the list, please ensure you have enabled <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">third-party access <i class="small icon external" aria-hidden="true"></i></a> to the {} application. Private repositories are not supported.
cs: Pokud se vaše organizace nezobrazuje v seznamu, prosím ujistěte se, že máte povolen <a href="https://help.github.com/articles/approving-third-party-applications-for-your-organization/" target="_blank">přístup třetím stranám <i class="small icon external" aria-hidden="true"></i></a> pro aplikaci {}. Privátní repozitáře nejsou podporované.

source: You have no repositories on GitHub.
cs: Nemáte na GitHub žádné repozitáře.

source: Go to <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> and create your first or click Sync-button to synchronize latest changes from GitHub.
cs: Běžte na <a href="https://github.com/new" target="_blank">GitHub <i class="small icon external" aria-hidden="true"></i></a> a vytvořte první repozitář nebo klikněte na synchronizační tlačítko pro synchronizaci změn v GitHubu.

source: Software preservation made simple!
cs: Archivace software jednoduše!

source: Connect your GitHub account
cs: Spojte s Vaším GitHub účtem

source: Connect
cs: Připojit

source: To get started, click "Connect" and we will get a list of your repositories from GitHub.
cs: Začněte kliknutím na "Spojit" a pak načteme seznam Vašich repozitářů.

source: Go to GitHub.
cs: Přejít na GitHub.

source: Visit repository on GitHub:
cs: Zobrazit repozitář na GitHub

source: Header
cs: Hlavička

source: Go back to all repositories
cs: Zpět na všechny repozitáře

source: Releases
cs: Vydání

source: Create release
cs: Vutvořit vydání

source: Go to GitHub and make your first release.
cs: Běžte na GitHub a vytvořte první vydání.

source: Toggle the switch below to turn on/off automatic preservation of your repository.
cs: Stiskněte přepínač níže k zapnutí automatické archivace svého repozitáře.

source: Go to GitHub and create a release. {} will automatically download a .zip-ball of each new release and register a DOI.
cs: Běžte na GitHub a vytvořte vydání. {} automaticky stáhne zip archív nového vydání a zaregistruje DOI.

source: See release on GitHub
cs: Zobrazit release na GitHubu

source: Citation File
cs: Soubor s citací

source: Payload
cs: Obsah

source: Errors
cs: Chyby

source: Create CITATION.cff
cs: Vytvořit CITATION.cff

source: files are plain text files with human- and machine-readable citation information for software. Code developers can include them in their repositories to let others know how to correctly cite their software.
cs: soubory jsou textové soubory obsahující jak lidsky tak strojově čitelné citace softwaru. Vývojáři software je mohou zahrnout ve svých repozitářích pro to, aby dali ostatním vědět jak správně citovat svůj kód.

source: An example of the CITATION.cff for this release can be found below:
cs: Ukázkové CITATION.cff pro tento release může být nalezeno níže:

source: GitHub Payload
cs: Obsah GitHubu

source: Repository
cs: Repozitář

source: Language:
cs: Jazyk:

source: %(icon)s Notifications
cs: %(icon)s Notifikace

source: Notifications
cs: Notifikace

source: Sets
cs: Množiny

source: Identifier of the set.
cs: Identifikátor množiny.

source: Long name
cs: Dlouhý název

source: Long name of the set.
cs: Dlouhý název množiny.

source: Description of the set.
cs: Popis množiny.

source: Search pattern
cs: Vyhledávací vzor

source: Search pattern to select records
cs: Vyhledávací vzor pro výběr záznamů

source: System created
cs: Vytvořeno systémem

source: System created set
cs: Množina vytvořena systémem

source: OAuth Applications
cs: OAuth aplikace

source: OAuth Application Tokens
cs: OAuth aplikační tokeny

source: Invalid redirect URIs: %(urls)s
cs: Neplatné URI přesměrování: %(urls)s

source: Redirect URIs (one per line)
cs: URI přesměrování (každé na samostatném řádku)

source: One redirect URI per line. This is your application's authorization callback URLs. HTTPS must be used for all hosts except localhost (for testing purposes).
cs: Každé URI přesměrování na samostatném řádku. To jsou autorizační URL pro zpětná volání vaší aplikace. Pro všechny hostitele kromě localhost (pro testovací účely) musí být použito HTTPS.

source: Client type
cs: Typ klienta

source: Select confidential if your application is capable of keeping the issued client secret confidential (e.g. a web application), select public if your application cannot (e.g. a browser-based JavaScript application). If you select public, your application MUST validate the redirect URI.
cs: Vyberte „Důvěrný“ pokud je vaše aplikace schopna udržet tajné údaje klienta v tajnosti (např. webová aplikace), vyberte „Veřejný“, pokud to vaše aplikace nedokáže (např. javascriptová aplikace v prohlížeči). Zvolíte-li „Veřejný“, aplikace MUSÍ ověřovat URI přesměrování.

source: Confidential
cs: Důvěrný

source: Name of personal access token.
cs: Název osobního přístupového tokenu.

source: The name must be less than 40 characters long.
cs: Jméno musí být kratší než 40 znaků.

source: Scopes assign permissions to your personal access token. A personal access token works just like a normal OAuth access token for authentication against the API.
cs: Rozsahy platnosti přiřazují oprávnění k vašemu osobnímu přístupovému tokenu. Osobní přístupový token funguje stejně jako normální přístupová tokenu OAuth pro autentizaci vůči API.

source: Name of application (displayed to users).
cs: Název aplikace (zobrazuje se uživatelům).

source: Optional. Description of the application (displayed to users).
cs: Volitelné. Popis aplikace (zobrazuje se uživatelům).

source: Website URL
cs: URL webu

source: URL of your application (displayed to users).
cs: Volitelné. URL vaší aplikace (zobrazuje se uživatelům).

source: Allow access to email address (read-only).
cs: Povolit přístup ke čtení email adres.

source: Authorize application
cs: Autorizovat aplikaci

source: Application '%(client_name)s' by '%(client_user)s' wants permission to access your '%(current_user)s' account.
cs: Aplikace '%(client_name)s' od '%(client_user)s' chce přístup k účtu uživatele '%(current_user)s'.

source: Review permissions
cs: Zkontrolovat oprávnění

source: No permissions granted.
cs: Žádná přidělená práva.

source: Application
cs: Aplikace

source: Visit application website
cs: Navštívit web aplikace

source: Reject
cs: Zamítnout

source: Invalid authorization request
cs: Neplatný požadavek autorizace

source: The service that redirected your here made an invalid authorization request (error code: %(x_error)s).
cs: Služba, která vás sem přesměrovala, vykonala neplatný požadavek autorizace (kód chyby: %(x_error)s).

source: Get me out of here!
cs: Chci odejít!

source: New OAuth Application
cs: Nová aplikace OAuth

source: Register
cs: Registrovat

source: Application / %(client_name)s
cs: Aplikace / %(client_name)s

source: Client ID
cs: ID klienta

source: Client Secret
cs: Klientské tajemství (secret)

source: Do not share the client secret with anyone!
cs: Klientské heslo nikomu neprozrazujte!

source: Reset client secret
cs: Vygenerovat nové klientské heslo

source: OAuth 2.0 Endpoints
cs: Adresy OAuth 2.0

source: Authorize URL (GET)
cs: Autorizační URL (GET)

source: Query parameters
cs: Parametry požadavku

source: example request
cs: Příklad požadavku

source: required, use
cs: vyžadováno, použijte

source: required
cs: vyžadováno

source: required, space separate list of scopes
cs: vyžadován mezerou oddělený seznam rozsahů (scopes)

source: required, URL encoded
cs: požadováno, URL zakódováno

source: recommended, for CSRF protection
cs: doporučeno pro CSRF ochranu

source: Access token URL (POST)
cs: URL přístupového tokenu (POST)

source: Request body parameters:
cs: Parametry v těle dotazu:

source: required for grant_type
cs: požadováno pro "grant_type"

source: Developer Applications
cs: Vývojářské aplikace

source: New application
cs: Nová aplikace

source: You have registered these applications to use the %(site_name)s API:
cs: Zaregistrovali jste tyto aplikace, aby používali API %(site_name)s:

source: You have not yet registered any applications. Click the 'New application' button to create an application to access the %(site_name)s API.
cs: Prozatím jste nezaregistrovali žádné aplikace. Kliknutím na tlačítko „Nová aplikace“ vytvoříte aplikaci s přístupem k API %(site_name)s.

source: Personal access tokens
cs: Osobní přístupové tokeny

source: New token
cs: Nový token

source: Following are personal tokens used to access the %(site_name)s API:
cs: Toto jsou osobní tokeny pro přístup k API %(site_name)s:

source: You have not yet created any personal access tokens. Click the 'New token' button to create a personal access token.
cs: Prozatím jste nevytvořili žádné osobní přístupové tokeny. Nový přístupový token vytvoříte kliknutím na tlačítko „Nový token“.

source: Authorized applications
cs: Autorizované aplikace

source: You have granted the following application access to your account:
cs: Následující aplikaci jste udělili přístup ke svému účtu:

source: You have not yet granted any external applications access to your account.
cs: Dosud jste žádné externí aplikaci neudělili přístup ke svému účtu.

source: New personal access token
cs: Nový osobní přístupový token

source: Authorized application: %(client_name)s
cs: Autorizované aplikace: %(client_name)s

source: Personal access token / %(name)s
cs: Osobní přístupový token / %(name)s

source: Access token
cs: Přístupový token

source: Please copy the personal access token now. You won't see it again!
cs: Prosím, zkopírujte si svůj osobní přístupový token, později již nebude zobrazen!

source: Do not share this personal access token. It gives full access to your account.
cs: Tento osobní přístupový token nikomu neprozrazujte. Poskytuje plný přístup k vašemu účtu.
